<?php
return array (
  0 => 
  array (
    'gid' => '1',
    'gname' => '游客用户',
    'gtype' => '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16',
    'g_auth' => '1,2,3',
    'g_upgrade' => '0',
    'g_authvalue' => '0',
  ),
  1 => 
  array (
    'gid' => '2',
    'gname' => '普通会员',
    'gtype' => '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16',
    'g_auth' => '1,2,3',
    'g_upgrade' => '10',
    'g_authvalue' => '0',
  ),
  2 => 
  array (
    'gid' => '3',
    'gname' => '铜牌会员',
    'gtype' => '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16',
    'g_auth' => '1,2,3',
    'g_upgrade' => '100',
    'g_authvalue' => '0',
  ),
  3 => 
  array (
    'gid' => '4',
    'gname' => '银牌会员',
    'gtype' => '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16',
    'g_auth' => '1,2,3',
    'g_upgrade' => '500',
    'g_authvalue' => '0',
  ),
  4 => 
  array (
    'gid' => '5',
    'gname' => '金牌会员',
    'gtype' => '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16',
    'g_auth' => '1,2,3',
    'g_upgrade' => '1000',
    'g_authvalue' => '0',
  ),
  5 => 
  array (
    'gid' => '6',
    'gname' => '钻石会员',
    'gtype' => '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16',
    'g_auth' => '1,2,3',
    'g_upgrade' => '3000',
    'g_authvalue' => '0',
  ),
);
?>